{
  "nice2know": "Gut zu Wissen",
  "title_content1": "6 Tipps zur sicheren Nutzung des Internets",
  "title_content2": "Wer die Wahl hat, hat die Qual oder wie sicher ist mein Passwort?",
  "title_content3": "Umgang mit Passwörtern",
  "content1_tip1": "Passen Sie ihren Webbrowser an und halten Sie ihn aktuell",
  "content1_tip1_c": "Deaktivieren oder deinstallieren Sie die Programme, die Sie nicht unbedingt benötigen.  Nehmen Sie Einstellungen zur Sicherheit und zum Datenschutz vor, die die Speicherung von vertraulichen Informationen und ihre Übermittlung an Dritte reduzieren. Als vertraulich gelten Informationen, die Aufschluss über Sie oder Ihr Verhalten im Netz zulassen. Privater Modus oder Verlauf löschen verhindern, dass andere Nutzerinnen und Nutzer desselben Gerätes sehen, welche Internetseiten Sie besucht haben.   Cookies nicht für Drittanbieter zulassen sorgt dafür, dass nur Webseiten Ihr Surfverhalten verfolgen können, die Sie tatsächlich besucht haben.  Achten Sie darauf, dass Ihr Webbrowser immer auf dem aktuellen Stand ist. Mit Aktualisierungen werden auch Sicherheitslücken geschlossen. Nutzen Sie ein Programm zum Blockieren von Werbung, um sich vor Malvertising, also der Verbreitung von Schadsoftware über Werbeeinblendungen, zu schützen.",
  "content1_tip2": "Halten Sie Ihr Betriebssystem und andere Software aktuell",
  "content1_tip2_c": "Verwenden Sie eine aktuelle Version des Betriebssystems und der installierten Programme. Nutzen Sie wenn möglich die Funktion zur automatischen Aktualisierung. Deinstallieren Sie Programme, die sie nicht länger nutzen. Je weniger Anwendungen installiert sind, desto kleiner ist die Angriffsfläche Ihres gesamten Systems. ",
  "content1_tip3": "Nutzen Sie Anwendungen zum Virenschutz und eine Firewall",
  "content1_tip3_c": "In den gängigen Betriebssystemen sind ein Virenschutz und eine Firewall integriert, die schon in der Standardkonfiguration Angriffe aus dem Internet erschweren. Aktivieren Sie diese oder verwenden Sie ein Virenschutzprogramm eines anderen Anbieters.",
  "content1_tip4": "Legen Sie unterschiedliche Benutzerkonten an",
  "content1_tip5": "Schützen Sie Ihre Online- und Benutzerkonten mit sicheren Passwörtern",
  "content1_tip6": "Seien Sie vorsichtig bei E-Mails und deren Anhängen",
  "content1_tip6_c": "Verzichten Sie, wenn möglich, auf die Darstellung und Erstellung von E-Mails im HTML-Format und verwenden Sie stattdessen ein reines Textformat.  Seien Sie vorsichtig beim Öffnen von E-Mail-Anhängen oder beim Klick auf einen Link, denn Schadprogramme werden oft über in E-Mails integrierte Bilder oder Dateianhänge verbreitet oder verbergen sich hinter Links. Besonders zu beachten ist das bei E-Mails, deren Absenderin oder Absender Ihnen nicht bekannt ist. ",
  "source": "Quelle",
  "content3a":"Wer viele Online-Accounts hat, für den empfiehlt sich ein Passwort-Verwaltungsprogramm. Diese Programme können neben der Passwort-Verwaltung auch starke Passwörter generieren (berücksichtigen Sie bei den Einstellmöglichkeiten zur Passwortgenerierung unsere oben genannten Mindestempfehlungen). Eine beliebte Methode funktioniert so: Man denkt sich einen Satz aus und benutzt von jedem Wort nur den 1 Buchstaben. Ein Beispiel: ‘‘Ein blaues Pferd liest Kaffeesatz auf dem Ausflugsdampfer. Außerdem ist es ratsam, dass sich der Benutzer des Passwortes den Satz selbst ausgedacht hat. Wird als Merksatz zum Beispiel ein bekanntes Literaturzitat oder eine Liedzeile als Passwort gewählt, so ist es wahrscheinlich, dass Angreifer auch dies herausfinden können. Ein Passwort sollte auf jeden Fall geändert werden, wenn es einen Hinweis gibt, dass es tatsächlich in die Hände von unbefugten Dritten gelangt ist. Ein solcher Hinweis kann beispielsweise die direkte Aufforderung eines Diensteanbieters sein, das Passwort zu ändern, ebenso die Nachricht, dass Passwörter eines bestimmten Dienstleisters gestohlen worden und nun im Internet aufgetaucht sind. Auch eine Spam- oder Phishing-Mail, in der korrekte persönliche Daten genutzt werden, kann ein Hinweis darauf sein, dass jemand Zugang zu einem privaten Account hatte und dort Daten abgriff. Sollten Sie feststellen, dass Ihr Gerät mit einem Schadprogramm infiziert ist, ist dies ebenfalls ein Grund, Passwörter zu ändern. Im Internet kursieren ganze Datenbanken mit Zugangsdaten, die Cyberkrimenelle von Nutzenden abgegriffen haben. Je länger Zugangsdaten nicht geändert werden, die in solchen Listen stehen, desto mehr Dritte können sie für ihre Zwecke nutzen. Es gibt im Internet verschiedene Portale, die prüfen können, ob die eigenen Zugangsdaten auf solchen bekanntgewordenen Listen stehen. Grundsätzlich ist bei der Nutzung solcher Portale zu beachten, dass für Zugangsdaten häufig die Kombination aus E-Mail-Adresse und Passwort verwendet wird. ",
  "content3b":"ist für den deutschsprachigen Raum ein Angebot. In den Datenbanken wird allerdings in der Regel nur die E-Mail-Adresse mit dem Datenbestand abgeglichen. Die Rückmeldung, dass die E-Mail-Adresse in dem Datenbestand enthalten ist, kann sich also auf jeden Account beziehen, bei dem diese E-Mail-Adresse zum Zugang genutzt wird, eine direkte Zuordnung ist nicht möglich. Dort sind nicht nur persönliche Nachrichten und Kontakte hinterlegt, sondern mithilfe des Zugangs zu Ihrem E-Mail-Account lassen sich auch viele andere Passwörter in von Ihnen genutzten Online-Diensten zurücksetzen und neu vergeben. Viele Anwender denken sich ein Passwort aus und nutzen dieses dann für mehrere Online-Accounts, damit sie sich nicht viele verschiedene Passwörter merken müssen. Hacker wissen das: Bei einem Angriff probieren sie zunächst aus, ob vergessen wurde, diese Accounts mit neuen Passwörtern zu versehen. Deshalb ist es ratsam, in den Handbüchern nachzulesen, ob solche Accounts vorhanden sind und wenn ja, die voreingestellten Passwörter zu ändern. Das Verschicken von Passwörtern ist ein absolutes No-Go. In der Regel werden E-Mails unverschlüsselt versandt und können so von Dritten auf ihrem Weg durch das Internet mitgelesen werden.",
  "content2":"Die Wahl eines geeigneten Passwortes kann ein kniffeliges Unterfangen sein. Wen wundert`s da, dass schlecht gewählte Passwörter wie 123456 oder qwert auf der Hitliste besonders häufiger IT-Sicherheitsdefizite ganz weit oben stehen? Bei denen, die sich stattdessen die Mühe machen, ein etwas komplizierteres Passwort zu nutzen, kommt es nicht selten vor, dass ein und dasselbe Passwort für viele verschiedene Programme, Dienste beziehungsweise Zugänge genutzt wird. Hacker besitzen Werkzeuge, die vollautomatisch alle möglichen Zeichenkombinationen ausprobieren, ganze Wörterbücher einschließlich gängiger Kombinationen aus Worten und angefügten Zahlen testen oder einmal im Internet veröffentlichte Zugangsdaten bei allen möglichen Diensten durchprobieren. Um das zu verhindern, sollte ein Passwort bestimmte Qualitätsanforderungen erfüllen und immer nur für einen Zugang genutzt werden. Hinzu kommt, dass Passwörter nicht nur zum Schutz von vertraulichen Daten dienen. Ein Beispiel: Inzwischen ist es üblich, dass man sich bei unterschiedlichsten Anbietern im Internet ein Konto oder einen Zugang (Account) anlegen kann. Bei der Wahl eines Passwortes sind Ihrer Kreativität keine Grenzen gesetzt: Wichtig ist, dass Sie sich das Passwort gut merken können. Hierfür gibt es unterschiedliche Hilfsstrategien: Der eine merkt sich einen Satz und benutzt von jedem Wort nur den 1. Die andere nutzt einen ganzen Satz als Passwort oder reiht unterschiedliche Wörter, verbunden durch Sonderzeichen, aneinander. Ein gutes Passwort sollte mindestens acht Zeichen lang sein. Bei Verschlüsselungsverfahren für WLAN wie zum Beispiel WPA2 oder WPA3 sollte das Passwort beispielsweise mindestens 20 Zeichen lang sein. Für ein Passwort können in der Regel alle verfügbaren Zeichen genutzt werden, beispielsweise Groß- und Kleinbuchstaben, Ziffern und Sonderzeichen (Leerzeichen, ?!%+…). Wenn Ihr System Umlaute zulässt, bedenken Sie bei Reisen ins Ausland, dass auf landestypischen Tastaturen diese eventuell nicht eingegeben werden können. Nicht als Passwörter geeignet sind Namen von Familienmitgliedern, des Haustiers, des besten Freundes, des Lieblingsstars, Geburtsdaten und so weiter. Möchte man sie nutzen, erhält man einen Hinweis, dass das Passwort in dieser Form nicht zugelassen wird bzw. Einfache Ziffern am Ende des Passwortes anzuhängen oder eines der üblichen Sonderzeichen $, !, ?, # am Anfang oder Ende eines ansonsten simplen Passwortes zu ergänzen, ist nicht empfehlenswert. Nutzen Sie einen Passwortmanager, um Ihre unterschiedlichen Passwörter gut verwalten zu können. So müssen Sie sich nur ein gutes Passwort merken und können trotzdem sehr starkem, überall unterschiedlichem Passworte verwenden."
}
