{
  "nice2know": "Nice 2 Know",
  "title_content1": "6 tips for safe use of the Internet",
  "title_content2": "Spoiled for choice or how secure is my password?",
  "title_content3": "Dealing with passwords",
  "content1_tip1":"Customize your web browser and keep it up-to-date",
  "content1_tip1_c":"Disable or uninstall the programs you don't absolutely need.  Make security and privacy settings that reduce the storage of confidential information and its transmission to third parties. Confidential information is information that reveals information about you or your behavior on the network. Private mode or Clear history prevent other users of the same device from seeing which web pages you have visited.   Do not allow third-party cookie ensures that only websites you have actually visited can track your browsing behavior.  Make sure that your web browser is always up to date. Updates also close security gaps.  Use an ad-blocking program to protect yourself from malvertising, which is the spread of malicious software via ads.",
  "content1_tip2":"Keep your operating system and other software up to date",
  "content1_tip2_c":"Use a current version of the operating system and installed programs. If possible, use the automatic update feature.  Uninstall programs that you no longer use. The fewer applications you have installed, the smaller the attack surface of your entire system.",
  "content1_tip3":"Use antivirus applications and a firewall",
  "content1_tip3_c":"Common operating systems have integrated virus protection and a firewall, which already make attacks from the Internet more difficult in the standard configuration. Activate these or use a virus protection program from another provider.",
  "content1_tip4":"Create different user accounts",
  "content1_tip5":"Protect your online and user accounts with strong passwords",
  "content1_tip6":"Be careful with e-mails and their attachments",
  "content1_tip6_c":"If possible, refrain from viewing and composing emails in HTML format and use a plain text format instead.   Be careful when opening email attachments or clicking on a link, because malware is often spread via images or file attachments integrated into emails or hidden behind links. Pay particular attention to this in the case of e-mails whose sender is unknown to you.",
  "source":"Source",
  "content2":"Choosing a suitable password can be a tricky business. Its no wonder that poorly chosen passwords such as 123456 or qwert rank high on the hit list of particularly frequent IT security deficits. For those who take the trouble to use a more complicated password instead, it is not uncommon for one and the same password to be used for many different programs, services or accesses. Hackers have tools that automatically try out all possible combinations of characters, test entire dictionaries including common combinations of words and added numbers, or try out access data once published on the Internet for all possible services. To prevent this, a password should meet certain quality requirements and should only ever be used for one access. In addition, passwords are not only used to protect confidential data. One example: It is now common to be able to create an account or access (account) with a wide variety of providers on the Internet. There are no limits to your creativity when choosing a password: The important thing is that you can remember the password well. There are different help strategies for this: One memorizes a sentence and uses only the 1st word of each word. The other uses a whole sentence as a password or strings different words together, connected by special characters. A good password should be at least eight characters long. For WLAN encryption methods such as WPA2 or WPA3, for example, the password should be at least 20 characters long. As a rule, all available characters can be used for a password, for example upper and lower case letters, numbers and special characters (spaces, ?!%+...). If your system allows umlauts, keep in mind when traveling abroad that these may not be entered on country-specific keyboards. Names of family members, the pet, the best friend, the favorite star, birth dates and so on are not suitable as passwords. If you want to use them, you will receive a notice that the password is not allowed in this form or. Adding simple digits to the end of the password or one of the common special characters $, !, ?, # to the beginning or end of an otherwise simple password is not recommended. Use a password manager to manage your different passwords well. This way you only have to remember one good password and you can still use very strong passwords that are different everywhere. ",
  "content3a":"For those who have many online accounts, a password management program is recommended. These programs can generate strong passwords in addition to password management (consider our minimum recommendations above for password generation settings). A popular method works like this: think of a sentence and use only the 1 letter of each word. An example: A blue horse reads coffee grounds on the excursion steamer. It is also advisable that the user of the password has thought up the sentence himself. If, for example, a well-known literary quotation or a song line is chosen as the mnemonic phrase for the password, it is likely that attackers will be able to figure this out as well. A password should definitely be changed if there is any indication that it has actually fallen into the hands of unauthorized third parties. Such an indication can be, for example, a direct request from a service provider to change the password, as well as a message that passwords from a certain service provider have been stolen and have now surfaced on the Internet. Also, a spam or phishing email that uses correct personal data can be an indication that someone had access to a private account and tapped data there. If you discover that your device is infected with a malicious program, this is also a reason to change passwords. There are entire databases of access data circulating on the Internet that cybercriminals have tapped from users. The longer access data on such lists is not changed, the more third parties can use it for their own purposes. There are various portals on the Internet that can check whether one's own access data is on such lists that have become known. When using such portals, it should be noted that the combination of e-mail address and password is often used for access data.",
  "content3b":"is an offer for German-speaking countries. In the databases, however, only the e-mail address is usually compared with the database. The feedback that the e-mail address is contained in the database can therefore refer to any account where this e-mail address is used for access, a direct assignment is not possible. Not only are personal messages and contacts stored there, but access to your e-mail account can also be used to reset and reassign many other passwords in online services you use. Many users think of one password and then use it for multiple online accounts so they don't have to remember many different passwords. Hackers know this: in the event of an attack, they first try out whether it was forgotten to provide these accounts with new passwords. Therefore, it is advisable to check the manuals to see if such accounts exist and if so, to change the preset passwords. Sending passwords is an absolute no-go. As a rule, e-mails are sent unencrypted and can thus be read by third parties on their way through the Internet."


}
